;; -*- no-byte-compile: t; -*-
;; ~/.doom.d/packages.el

(package! tide)
(package! web-mode)
(package! flycheck)
(package! company-tern)
(package! doom-themes)
(package! all-the-icons)
(package! treemacs-icons-dired)
(package! theme-magic)
(package! fix-word)
(package! lsp-treemacs)
