alefragnani.project-manager
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
extr0py.vscode-relative-line-numbers
jpoissonnier.vscode-styled-components
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
pmneo.tsimporter
rbbit.typescript-hero
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
