christian-kohler.path-intellisense
esbenp.prettier-vscode
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
pmneo.tsimporter
rbbit.typescript-hero
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
wesbos.theme-cobalt2
